/*
 Localized strings for CFErrors returned by AVFoundationCF.

 When displayed in an alert, the strings whose keys end in _Description will be the alert title.
 The strings whose keys end in _RecoverySuggestion or _FailureReason will be the alert body.
 */

"AVFoundationCFErrorDomain_AVCFErrorOutOfMemory_Description" = "No s’ha pogut completar l’acció";
"AVFoundationCFErrorDomain_AVCFErrorOutOfMemory_RecoverySuggestion" = "Prova-ho de nou més tard.";

"AVFoundationCFErrorDomain_AVCFErrorFileFormatNotRecognized_Description" = "No es pot obrir";
"AVFoundationCFErrorDomain_AVCFErrorFileFormatNotRecognized_FailureReason" = "El format d’aquest contingut multimèdia no és compatible.";
"AVFoundationCFErrorDomain_AVCFErrorFileFailedToParse_Description" = "No es pot obrir";
"AVFoundationCFErrorDomain_AVCFErrorFileFailedToParse_FailureReason" = "Aquest contingut multimèdia pot estar malmès.";

"AVFoundationCFErrorDomain_AVCFErrorContentIsProtected_Description" = "No es pot obrir";
"AVFoundationCFErrorDomain_AVCFErrorContentIsProtected_FailureReason" = "Aquesta aplicació no està autoritzada a reproduir aquest fitxer."; /* the file is DRM protected */
"AVFoundationCFErrorDomain_AVCFErrorNoImageAtTime_Description" = "No es pot obrir";
"AVFoundationCFErrorDomain_AVCFErrorNoImageAtTime_FailureReason" = "Aquest ítem multimèdia no es pot usar.";
"AVFoundationCFErrorDomain_AVCFErrorDecoderTemporarilyUnavailable_Description" = "No es pot descodificar";
"AVFoundationCFErrorDomain_AVCFErrorDecoderTemporarilyUnavailable_FailureReason" = "El descodificador necessari per a aquest contingut multimèdia està en ús.";
"AVFoundationCFErrorDomain_AVCFErrorDecoderTemporarilyUnavailable_RecoverySuggestion" = "Atura qualsevol altra acció de descodificació de contingut multimèdia i torna a provar-ho.";
